arm
bazel
boost
cairo
cmake
cscope
ctags
fontconfig
freetype
gcc
gdbm
gettext
git
glib
gmp
gnu-sed
go
heroku
highlight
htop-osx
icu4c
isl
jpeg
libevent
libffi
libmpc
libpng
libtiff
libyaml
lua
mackup
macvim
matplotlib
mercurial
mongodb
mpfr
mysql
nmap
node
numpy
openblas
openssl
pcre
perl
pixman
pkg-config
polipo
proxychains-ng
python
python3
r
readline
rkhunter
ruby
scipy
source-highlight
sqlite
ssh-copy-id
swig
testdisk
texinfo
tmux
tor
vim
wget
xz
zsh
zsh-syntax-highlighting
