tap "bazelbuild/tap"
tap "dpo/openblas"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "moncho/dry"
cask "java"
brew "ack"
brew "autoconf"
brew "automake"
brew "cmake"
brew "cppad"
brew "ctags"
brew "openssl"
brew "libevent"
brew "curl", args: ["with-nghttp2"]
brew "ffmpeg"
brew "libmpc"
brew "gcc"
brew "geoip"
brew "git"
brew "git-lfs"
brew "go"
brew "graphviz"
brew "htop"
brew "sqlite"
brew "python"
brew "httpie"
brew "jenv"
brew "kubernetes-cli"
brew "libuv"
brew "libyaml"
brew "links"
brew "lynx"
brew "macvim"
brew "maven"
brew "python@2"
brew "mycli"
brew "mysql", link: false
brew "mysql-connector-c"
brew "nmap"
brew "node"
brew "pgcli"
brew "portaudio"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pypy"
brew "qt", link: true
brew "rmtrash"
brew "ruby"
brew "rust"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "z"
brew "zlib"
brew "dpo/openblas/ipopt"
brew "moncho/dry/dry"
cask "appcleaner"
cask "cyberduck"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "ichm"
cask "iterm2"
cask "macdown"
cask "minikube"
cask "mysqlworkbench"
cask "quicklook-csv"
cask "quicklook-json"
cask "spotify"
cask "webpquicklook"
