tap "bazelbuild/tap"
tap "d12frosted/emacs-plus"
tap "dpo/openblas"
tap "fgeller/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "moncho/dry"
tap "zeichenanonym/ceph-client"
brew "ack"
brew "autoconf"
brew "automake"
brew "bat"
brew "openssl"
brew "readline"
brew "sqlite"
brew "python"
brew "cmake"
brew "cppad"
brew "ctags"
brew "jansson"
brew "libevent"
brew "curl", args: ["with-nghttp2"]
brew "elinks"
brew "ffmpeg"
brew "libmpc"
brew "gcc"
brew "geoip"
brew "git"
brew "git-lfs"
brew "go"
brew "graphviz"
brew "grc"
brew "htop"
brew "httpie"
brew "kafkacat"
brew "kubernetes-cli"
brew "libarchive"
brew "libconfig"
brew "libuv"
brew "libyaml"
brew "links"
brew "lua"
brew "lynx"
brew "macvim"
brew "maven"
brew "python@2"
brew "mercurial"
brew "mycli"
brew "mysql"
brew "mysql-connector-c"
brew "nmap"
brew "node"
brew "pgcli"
brew "portaudio"
brew "protobuf"
brew "protobuf@2.6"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pypy"
brew "qt", link: true
brew "reattach-to-user-namespace"
brew "rmtrash"
brew "rpm"
brew "rsync"
brew "ruby", link: true
brew "rust"
brew "scala"
brew "screen"
brew "sqlmap"
brew "tfenv"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "wireshark"
brew "yank"
brew "z"
brew "zlib"
brew "d12frosted/emacs-plus/emacs-plus", link: false
brew "dpo/openblas/ipopt"
brew "fgeller/tap/kt"
brew "moncho/dry/dry"
cask "appcleaner"
cask "cyberduck"
cask "docker"
cask "emacs"
cask "firefox"
cask "google-chrome"
cask "ichm"
cask "iterm2"
cask "java"
cask "macdown"
cask "meld"
cask "minikube"
cask "mysqlworkbench"
cask "quicklook-csv"
cask "quicklook-json"
cask "spotify"
cask "webpquicklook"
cask "wireshark-chmodbpf"
