arm
autoconf
automake
bazel
boost
cairo
cmake
cscope
ctags
e2fsprogs
eigen
erlang
ffmpeg
findutils
fontconfig
freetype
gcc
gdbm
gettext
git
glib
gmp
gnu-sed
go
gradle
heroku
highlight
htop-osx
icu4c
ilmbase
isl
jpeg
lame
libdnet
libevent
libffi
libmpc
libpng
libtiff
libtool
libyaml
lua
luarocks
lynis
m4
mackup
macvim
mercurial
mongodb
mpfr
mysql
nmap
node
numpy
openblas
opencc
opencv
openexr
openresty
openssl
pcre
perl
pixman
pkg-config
polipo
portaudio
proxychains-ng
python
python3
r
rabbitmq
readline
rkhunter
ruby
serf
smartmontools
source-highlight
sqlite
ssh-copy-id
swig
tbb
testdisk
texinfo
tmux
tor
valgrind
vim
wget
wxmac
x264
xvid
xz
zsh
zsh-syntax-highlighting
